export default [
	{
		"type": [12],
		"id": "120001",
		"sort": 1,
		"name": "青菜"
	},
	{
		"type": [12],
		"id": "120002",
		"sort": 2,
		"name": "西红柿"
	},
	{
		"type": [12],
		"id": "120003",
		"sort": 3,
		"name": "莴笋"
	},
	{
		"type": [12],
		"id": "120004",
		"sort": 4,
		"name": "豆腐"
	},
	{
		"type": [12],
		"id": "120005",
		"sort": 5,
		"name": "香芋"
	},
	{
		"type": [12],
		"id": "120006",
		"sort": 6,
		"name": "老肉片"
	},
	{
		"type": [12],
		"id": "120007",
		"sort": 7,
		"name": "麻辣牛肉"
	},
	{
		"type": [12],
		"id": "120008",
		"sort": 8,
		"name": "滑肉"
	},
	{
		"type": [12],
		"id": "120009",
		"sort": 9,
		"name": "鹌鹑蛋"
	},
	{
		"type": [12],
		"id": "120010",
		"sort": 10,
		"name": "香菇"
	},
	{
		"type": [12],
		"id": "120011",
		"sort": 11,
		"name": "杏鲍菇"
	},
	{
		"type": [12],
		"id": "120012",
		"sort": 12,
		"name": "卤肥肠"
	},
	{
		"type": [12],
		"id": "120013",
		"sort": 13,
		"name": "卤鸡爪"
	},
	{
		"type": [12],
		"id": "120014",
		"sort": 14,
		"name": "金针菇"
	},
	{
		"type": [12],
		"id": "120015",
		"sort": 15,
		"name": "豆皮"
	},
	{
		"type": [12],
		"id": "120016",
		"sort": 16,
		"name": "豆干"
	},
	{
		"type": [12],
		"id": "120017",
		"sort": 17,
		"name": "千张丝"
	},
	{
		"type": [12],
		"id": "120018",
		"sort": 18,
		"name": "海带苗"
	},
	{
		"type": [12],
		"id": "120019",
		"sort": 19,
		"name": "酥肉"
	},
	{
		"type": [12],
		"id": "120020",
		"sort": 20,
		"name": "毛肚"
	},
	{
		"type": [12],
		"id": "120021",
		"sort": 21,
		"name": "火腿肠"
	},
	{
		"type": [12],
		"id": "120022",
		"sort": 22,
		"name": "豆芽"
	},
	{
		"type": [12],
		"id": "120023",
		"sort": 23,
		"name": "午餐肉"
	},
	{
		"type": [12],
		"id": "120024",
		"sort": 24,
		"name": "木耳"
	},
	{
		"type": [12],
		"id": "120025",
		"sort": 25,
		"name": "香菜"
	},
	{
		"type": [12],
		"id": "120026",
		"sort": 26,
		"name": "香菜丸子"
	},
	{
		"type": [12],
		"id": "120027",
		"sort": 27,
		"name": "大刀猪肝"
	},
	{
		"type": [12],
		"id": "120028",
		"sort": 28,
		"name": "鱼片"
	},
	{
		"type": [12],
		"id": "120029",
		"sort": 29,
		"name": "大刀五花肉"
	},
	{
		"type": [12],
		"id": "120030",
		"sort": 30,
		"name": "泥鳅"
	},
	{
		"type": [12],
		"id": "120031",
		"sort": 31,
		"name": "牛蛙"
	},
	{
		"type": [12],
		"id": "120032",
		"sort": 32,
		"name": "耗儿鱼"
	},
	{
		"type": [12],
		"id": "120033",
		"sort": 33,
		"name": "鱿鱼须"
	},
	{
		"type": [12],
		"id": "120034",
		"sort": 34,
		"name": "香菜牛肉"
	},
	{
		"type": [12],
		"id": "120035",
		"sort": 35,
		"name": "芹菜牛肉"
	},
	{
		"type": [12],
		"id": "120036",
		"sort": 36,
		"name": "泡椒牛肉"
	},
	{
		"type": [12],
		"id": "120037",
		"sort": 37,
		"name": "贡菜"
	},
	{
		"type": [12],
		"id": "120038",
		"sort": 38,
		"name": "虾滑"
	},
	{
		"type": [12],
		"id": "120039",
		"sort": 39,
		"name": "黄瓜片"
	},
	{
		"type": [12],
		"id": "120040",
		"sort": 40,
		"name": "山药"
	},
	{
		"type": [12],
		"id": "120041",
		"sort": 41,
		"name": "土豆"
	},
	{
		"type": [12],
		"id": "120042",
		"sort": 42,
		"name": "藕片"
	},
	{
		"type": [12],
		"id": "120043",
		"sort": 43,
		"name": "油豆腐"
	},
	{
		"type": [12],
		"id": "120044",
		"sort": 44,
		"name": "鳝片"
	},
	{
		"type": [12],
		"id": "120045",
		"sort": 45,
		"name": "酱大骨"
	},
	{
		"type": [12],
		"id": "120046",
		"sort": 46,
		"name": "黄辣丁"
	},
	{
		"type": [12],
		"id": "120047",
		"sort": 47,
		"name": "苕粉"
	},
	{
		"type": [12],
		"id": "120048",
		"sort": 48,
		"name": "老南瓜"
	},
	{
		"type": [12],
		"id": "120049",
		"sort": 49,
		"name": "蹄筋"
	},
]
